Revit 2027 API
ElementFilter.PassesFilter Method
Overload List
Name | Description
PassesFilter(Element) |  Applies the filter to a given element.
PassesFilter(Document, ElementId) |  Applies the filter to a given element.
Top
See Also
Reference
ElementFilter Class
Autodesk.Revit.DB Namespace